Repository: OmegaT-L10N/ar
Catalog: tm/3.1_aligned.tmx
Source language: en
Languages: ar

source: OmegaT-{0}
ar: أوميجاتي-{0}

source: OmegaT-{0}_{1}
ar: أوميجاتي-{0}_{1}

source: &OK
ar: &موافق

source: &Cancel
ar: &إلغاء

source: &Close
ar: &إغلاق

source: &Filter
ar: &مرشح

source: Re&move Filter
ar: &حذف المرشح

source: &Replace
ar: &استبدال

source: Re&place All
ar: &استبدال الكل

source: Con&tents
ar: &محتويات

source: &Back
ar: &رجوع

source: Select
ar: اختيار

source: &Search
ar: &بحث

source: &Remove
ar: &حذف

source: R&emove
ar: &حذف

source: &Add...
ar: &إضافة...

source: &Edit...
ar: &تعديل...

source: &Add
ar: &إضافة

source: A&dd
ar: &إضافة

source: Restore De&faults
ar: استعادة &الإعدادات الافتراضية

source: &Insert
ar: &إدراج

source: &Fix All
ar: &تصحيح الكل

source: &Skip
ar: &تخط

source: &Replace Next
ar: &استبدال التالي

source: &Finish
ar: &إنهاء

source: &Remove Filter
ar: &حذف المرشح

source: Error
ar: خطأ

source: Confirm
ar: تأكيد

source: OmegaT ran out of memory, and will quit when you press OK.
ar: أوميجاتي استنفذ الذاكرة المتوفرة وسيغلق بعد الضغط على زر موافق.

source: You may try to solve this problem in one of the following ways:
ar: يمكنك حل هذا المشكل من خلال اتباع إحدى الطرق التالية:

source: 1) Reduce the number of source files and translate in batches;
ar: 1) قلص عدد ملفات المصدر وترجمها في دفعات؛

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
ar: 2) ارفع مقدار الذاكرة المخصصة ﻷوميجاتي عبر إدخال "java -Xmx<السعة بالميجابايت>M -jar OmegaT.jar" في سطر اﻷوامر أو في مخطوط إطلاق أوميجاتي؛ القيمة المضبوطة حالياً هي {0}ميجابايت؛

source: See "Chapter 3.
ar: انظر "الفقرة رقم 3.

source: Installing and running OmegaT" in the User Manual.
ar: تثبيت وتشغيل أوميجاتي" في دليل المستخدم.

source: OmegaT will now terminate.
ar: سوف يغلق برنامج أوميجاتي اﻵن.

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB;
ar: مقدار الذاكرة المستخدمة من قبل الآلة الافتراضية: {0}ميجابايت؛ من بينها: {1}ميجابايت من الذاكرة الحرة؛ المقدار اﻷقصى المتوفر: {2}ميجابايت

source: <auto>
ar: <تلقائي>

source: Your project does not contain any files in a supported file format.
ar: مشروعك لا يتوفر على أي ملفات ذات صيغة مدعومة.

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
ar: (انظر 'الملفات المراد ترجمتها' > 'صيغ الملفات' في دليل المستخدم للاطلاع على قائمة الصيغ المدعومة.) لإضافة ملفات جديدة للمشروع، انقر على زر نسخ الملفات إلى المجلد المصدر... في نافذة ملفات المشروع، أو قم باستدعاء هذا الإجراء من قائمة المشروع، ثم اختر ملفات المصدر التي تريد نسخها.

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
ar: يمكنك أيضاً نسخ الملفات إلى مجلد 'المصدر' الخاص بمشروعك بواسطة استخدام مدير مشاريعك المفضل وإعادة تحميل المشروع من خلال استدعاء الخيار 'إعادة التحميل' انطلاقاً من قائمة المشروع.

source: Project is Empty
ar: المشروع فارغ

source: Warning
ar: تحذير

source: OmegaT has chosen option 'Yes' automatically.
ar: لقد قام أوميجاتي باختيار الخيار 'نعم' بشكل تلقائي.

source: &Project
ar: &مشروع

source: &New...
ar: &جديد...

source: Download &Team Project...
ar: تحميل &مشروع جماعي...

source: &Open...
ar: &افتح...

source: Open Recent Project
ar: فتح المشروع اﻷخير

source: Cop&y Files to Source Folder...
ar: نسخ& الملفات إلى مجلد المصدر...

source: Copy Files to Source Folder...
ar: نسخ الملفات إلى مجلد المصدر...

source: Download Media&Wiki Page...
ar: تحميل صفحة ميديا&ويكي...

source: Download MediaWiki Page
ar: تحميل صفحة ميديا ويكي

source: Please type or paste the URL of the mediawiki page
ar: يرجى كتابة أو لصق الرابط المؤدي إلى صفحة ميديا ويكي

source: File Copy Failed
ar: فشل نسخ الملف

source: &Reload
ar: &إعادة التحميل

source: &Save
ar: &حفظ

source: Create &Translated Documents
ar: إنشاء &المستندات المترجمة

source: Create Current Translated &Document
ar: إنشاء المستند المترجم &الحالي

source: &Properties...
ar: &خصائص...

source: Options
ar: خيارات

source: File &Filters...
ar: مرشحات &الملفات...

source: Project &Files...
ar: ملفات &المشروع...

source: &Quit
ar: &مغادرة

source: &Edit
ar: &تعديل

source: &Undo Last Action
ar: &إلغاء الإجراء الأخير

source: &Redo Last Action
ar: &إعادة الإجراء اﻷخير

source: &Search Project...
ar: &البحث في المشروع...

source: Search and Replace...
ar: البحث والاستبدال...

source: &Insert Match or Selection
ar: &إدراج التطابق أو المقطع المختار

source: R&eplace with Match or Selection
ar: الاستبدال& عبر التطابق أو المقطع المختار

source: Replace with &Machine Translation
ar: الاستبدال بالترجمة &الآلية

source: I&nsert Source
ar: إدراج& المصدر

source: Re&place with Source
ar: الاستبدال& بالمصدر

source: E&xport Selection
ar: تصدير& المقطع المختار

source: Insert Missing Source &Tags
ar: إدراج علامات &المصدر الناقصة

source: Insert Next Missing Tag
ar: إدراج العلامة الناقصة التالية

source: Insert Tag {0}
ar: إدراج العلامة {0}

source: Remove translation
ar: حذف الترجمة

source: Set empty translation
ar: ضبط ترجمة فارغة

source: Register Identical Translation
ar: تسجيل ترجمة مماثلة

source: Create &Glossary Entry...
ar: إنشاء &مدخل في المسرد...

source: Select Mat&ch
ar: اختيار التطابق&

source: Select &Next Match
ar: اختيار &التطابق التالي

source: Select &Previous Match
ar: اختيار &التطابق السابق

source: Select Match #&1
ar: اختيار التطابق #&1

source: Select Match #&2
ar: اختيار التطابق #&2

source: Select Match #&3
ar: اختيار التطابق #&3

source: Select Match #&4
ar: اختيار التطابق #&4

source: Select Match #&5
ar: اختيار التطابق #&5

source: &Go To
ar: &التوجه إلى

source: &Next Segment
ar: &المقطع الموالي

source: Next N&ote
ar: الملاحظة الموالية&

source: Next &Untranslated Segment
ar: المقطع الموالي &غير المترجم

source: Next &Translated Segment
ar: المقطع &الموالي المترجم

source: &Previous Segment
ar: &المقطع السابق

source: Previous No&te
ar: الملاحظة &السابقة

source: &Segment Number...
ar: &رقم المقطع...

source: &Forward in History
ar: &الانتقال إلى اﻷمام في السجل الزمني

source: &Back in History
ar: &الانتقال إلى الخلف في السجل الزمني

source: Source of Selected &Match
ar: مصدر التطابق &المختار

source: Next Uni&que Segment
ar: المقطع& الوحيد الموالي

source: &Tools
ar: &أدوات

source: &Validate Tags...
ar: &التحقق من صحة العلامات...

source: Validate Tags for &Current Document...
ar: التحقق من صحة العلامات &للمستند الحالي...

source: &Statistics
ar: &الإحصاءات

source: &Match Statistics
ar: &إحصاءات التطابق

source: Match Statistics per &File
ar: إحصاءات التطابق بكل &ملف

source: Scriptin&g...
ar: استخدام &المخطوطات...

source: &Options
ar: &خيارات

source: Use &TAB to Advance
ar: استخدام &زر الجدولة للتقدم للأمام

source: Mark &Translated Segments
ar: تعليم &المقاطع المترجمة

source: Mark &Untranslated Segments
ar: تعليم &المقاطع غير المترجمة

source: F&ont...
ar: الخط&...

source: Custom Co&lours...
ar: ألوان& مخصصة...

source: &Editing Behaviour...
ar: &سلوك التعديل...

source: Tag &Validation...
ar: معالجة& العلامات...

source: Tea&m...
ar: فريق&...

source: External TM&Xs...
ar: مواصفات& TMX خارجية...

source: Vie&w...
ar: عرض&...

source: Sa&ving and Output...
ar: تخزين& وخرج...

source: &Proxy Login...
ar: &تسجيل الدخول عبر خادم وسيط...

source: &Segmentation...
ar: &تجزئة...

source: Mac&hine Translate
ar: ترجمة& آلية

source: &Glossary
ar: &مسرد المصطلحات

source: &Display Context Description for TBX Glossaries
ar: &عرض الوصف السياقي لمسارد TBX

source: Tra&nsTips
ar: تلميحات& خاصة بالترجمة

source: Enable &TransTips
ar: تفعيل &التلميحات الخاصة بالترجمة

source: &Exact Match
ar: &تطابق مضبوط

source: A&uto-completion
ar: التكملة& التلقائية

source: &Glossary...
ar: &مسرد المصطلحات...

source: &Auto-text...
ar: &نص تلقائي...

source: &Character Table...
ar: &جدول اﻷحرف...

source: &Always Confirm Quit
ar: &تأكيد المغادرة دائماً

source: &Restore Main Window
ar: &استرجاع النافذة الرئيسية

source: Spell &Checking...
ar: تدقيق &إملائي...

source: &Help
ar: &مساعدة

source: &User's Manual...
ar: &دليل المستخدم...

source: &About...
ar: &حول أوميجاتي...

source: &Last Changes...
ar: &آخر التعديلات...

source: L&og...
ar: سجل& اﻷداء...

source: In order for the changes to take effect OmegaT needs to close and then open the project.
ar: يجب إغلاق أوميجاتي وإعادة فتح المشروع من جديد حتى تدخل التغييرات حيز التنفيذ.

source: Reopen the project now?
ar: إعادة فتح المشروع من جديد الآن؟

source: Failed to load translation memory {0} for project!
ar: فشل تحميل ذاكرة الترجمة {0} للمشروع!

source: Failed to load specified project!
ar: فشل تحميل المشروع المحدد!

source: Failed to compile project files!
ar: فشلت ترجمة ملفات المشروع!

source: Entries with modified tags
ar: المداخل المتوفرة على علامات معدلة

source: No tag errors detected
ar: لم يعثر على أي أخطاء بالعلامات

source: Validating Tags...
ar: جار التحقق من صحة العلامات...

source: It was not possible to create translated documents, because some tags are missing or damaged.
ar: لم يتسن إنشاء المستندات المترجمة لأن بعض العلامات ناقصة أو معطلة.

source: Please correct the tag issues before using again Create Translated Documents.
ar: يرجى تصحيح الأخطاء المتعلقة بالعلامات قبل استخدام خيار إنشاء المستندات المترجمة من جديد.

source: Enter the segment number:
ar: إدخال رقم المقطع:

source: Go To Segment
ar: الانتقال إلى المقطع

source: Duplicate segments: {0}
ar: إنشاء نسخة مطابقة للمقاطع: {0}

source: Segment {0,number,#}
ar: المقطع {0،رقم،#}

source: More
ar: المزيد

source: You must enter a number between 1 and {0}.
ar: يجب إدخال رقم يتواجد بين 1 و{0}.

source: Error while trying to edit the project!
ar: حصل خطأ عند محاولة تعديل المشروع!

source: Reopen the project?
ar: هل تريد إعادة فتح المشروع من جديد؟

source: Saving project...
ar: جار حفظ المشروع...

source: Project saved
ar: تم حفظ المشروع

source: Do you really want to quit?
ar: هل تريد حقاً المغادرة؟

source: Source/translation lengths (characters)
ar: طول نص المصدر/الترجمة (عدد اﻷحرف)

source: --% (-- left) / --% (-- left), --
ar: {0} ({1} متبقية) / {2} ({3} متبقية)، {4}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
ar: الملف: مترجم / عدد المقاطع (المشروع: المقاطع المنفردة المترجمة / المقاطع المنفردة، العدد الإجمالي للمقاطع)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
ar: الملف: المقاطع المنفردة المترجمة % (المقاطع المنفردة المتبقية) / المشروع: المقاطع المنفردة المترجمة % (المقاطع المنفردة المتبقية)، العدد الإجمالي للمقاطع

source: Jumping to last edited segment...
ar: جار الانتقال إلى آخر مقطع معدل...

source: segment 0000
ar: المقطع 0000

source: Translation last modified by {0} on {1} at {2}
ar: ترجمة معدلة ﻵخر مرة من قبل {0} بتاريخ {1} في {2}

source: Last modified by {0}
ar: آخر تعديل من قبل {0}

source: unknown
ar: مجهول

source: Display Font
ar: عرض الخط

source: &Font
ar: &الخط

source: &Size
ar: &الحجم

source: This is the way text will look when displayed.
ar: سوف يظهر النص على هذا الشكل عند عرضه.

source: Sample Text
ar: نص نموذجي

source: &Apply this font to the Project Files window
ar: &تطبيق هذا الخط على البيانات المعروضة في الجداول (ملفات المشاريع، الإحصاءات، إلخ...)

source: Project Files ({0})
ar: ملفات المشروع ({0})

source: Filename
ar: اسم الملف

source: Filter
ar: مرشح

source: Encoding
ar: الترميز

source: Segments
ar: المقاطع

source: Unique segments
ar: المقاطع المنفردة

source: You can find detailed statistic information in the file: {0}
ar: يمكنك العثور على معلومات مفصلة عن الإحصاءات في الملف: {0}

source: Move &First
ar: تحريك &اﻷول

source: Move &Up
ar: التحريك &للأعلى

source: Move &Down
ar: التحريك &للأسفل

source: Move &Last
ar: تحريك &اﻷخير

source: Filter:
ar: المرشح:

source: Clo&se
ar: إغلاق&

source: Total number of segments
ar: العدد الإجمالي للمقاطع

source: Number of unique segments
ar: عدد المقاطع المنفردة

source: Translated unique segments
ar: المقاطع المنفردة المترجمة

source: User's Manual
ar: دليل المستخدم

source: Cannot locate help file:
ar: تعذر تحديد موضع ملف المساعدة:

source: Cannot open the link {0}
ar: تعذر فتح الرابط {0}

source: User's Manual viewer does not support navigation to external links.
ar: عارض دليل المستخدم لا يدعم الوصول إلى الروابط الخارجية.

source: To access this link, either copy and paste the URL to your Web browser, or open the User's Manual in your Web browser ({0} file).
ar: للوصول إلى هذا الرابط، قم بنسخ ولصق عنوان الويب في متصفحك، أو افتح دليل المستخدم في متصفحك (الملف {0}).

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
ar: جار الخروج من صفحة المساعدة<p>مناقشات جوسامر تعيقك<p>404 غير موجود

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
ar: الريح يلتقط<p>أوراق زهرة الزنبق:<p>تعذر العثور على صفحتك

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
ar: النادل يصيح:<p>تعذر العثور على صفحتك، يا صاح<p>اشتر مشروباً آخر.

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
ar: الصفحة تنزلق من بين اﻷصابع<p>النبض يدق بشدة وتوتر<p>كل شيء يتلاشى كالسديم.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
ar: ثلاثة أشياء أكيدة:<p>الموت والضرائب وعدم العثور على الصفحة التي تبحث عنها.<p>أنت اﻵن ضحية لإحدى هذه الأشياء.

source: The help page you seek<p>Lies beyond our perception<p>But others await
ar: صفحة المساعدة التي تبحث عنها<p>تفوق مدى إدراكنا<p>لكن الصفحات الأخرى في الانتظار

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
ar: فراغ الروح<p>ظلام أبدي مؤلم<p>تعذر العثور على صفحة المساعدة

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
ar: صفحة متلاشيةe<p>أنا صفحة الموت الزرقاء<p>لا أحد يسمع صراخك.

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
ar: بدلاً من صوت تحذيري<p>أو رسالة خطأ فظة<p>إليك هذه الكلمات: 'تعذر العثور على الصفحة'

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
ar: حداد وحزن<p>404 ليس معنا اﻵن<p>إنه اﻵن في الجنة

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
ar: المساعدة التي تود الحصول عليها<p>عبر مسارك في طور الهروب<p>شتاؤها على اﻷبواب

source: Analyzing strings - {0} of {1} completed
ar: جار تحليل السلاسل النصية - {0} من {1} مكتمل

source: Loading project...
ar: جار تحميل المشروع...

source: Loading glossaries
ar: جار تحميل مسارد المصطلحات

source: Project load cancelled by user
ar: تم إلغاء تحميل المشروع من قبل المستخدم

source: Error saving project file!
ar: وقع خطأ خلال حفظ ملف المشروع!

source: Error creating project!
ar: وقع خطأ خلال إنشاء المشروع!

source: Fatal error encountered - saving project file with '.recover' backup extension.
ar: تم العثور على خطأ فادح - جار حفظ ملف المشروع بامتداد التخزين الاحتياطي '.recover'.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
ar: يرجى الاطلاع على الوثائق المناسبة الخاصة بخيارات التخزين الاحتياطي وإرسال المعلومات الموضحة أدناه إلى مطور البرنامج مع وصف للخطوات المؤدية لحصول الخطأ.

source: Loading: {0}
ar: جار التحميل: {0}

source: Source file loading complete
ar: اكتمل تحميل ملف المصدر

source: Loading TMX files...
ar: جار تحميل ملفات TMX...

source: Creating translated documents: {0}
ar: جار إنشاء المستندات المترجمة: {0}

source: Translated documents created
ar: تم إنشاء المستندات المترجمة

source: Translated document created
ar: تم إنشاء المستند المترجم

source: Unable to build new TMX file!
ar: تعذر إنشاء ملف TMX جديد!

source: Failed to create project!
ar: تعذر إنشاء المشروع!

source: Problem encountered loading project file!
ar: حصل مشكل خلال تحميل ملف المشروع!

source: Cannot access glossary folder!
ar: تعذر الولوج لمجلد مسارد المصطلحات!

source: Cannot create folder for translated files:
ar: تعذر إنشاء مجلد للملفات المترجمة:

source: Orphan segments
ar: مقاطع مهملة

source: Executing external command...
ar: جار تنفيذ اﻷمر الخارجي...

source: Error starting external command: {0}
ar: حصل خطأ عند بدء اﻷمر الخارجي: {0}

source: External command completed.
ar: أمر خارجي مكتمل.

source: Exit code: {0}
ar: كود الخروج: {0}

source: Exit code {0}: "{1}"
ar: كود الخروج {0}: "{1}"

source: External command failed.
ar: فشل اﻷمر الخارجي.

source: External command was interrupted.
ar: تم إيقاف الأمر الخارجي.

source: Error monitoring external command!
ar: لقد حصل خطأ عند مراقبة اﻷمر الخارجي!

source: Project Statistics
ar: إحصاءات المشروع

source: Total:
ar: المجموع:

source: Words
ar: الكلمات

source: Characters (without spaces)
ar: الأحرف (بدون فراغات)

source: Characters (including spaces)
ar: اﻷحرف (بالفراغات)

source: #Files
ar: #الملفات

source: Remaining:
ar: المتبقية:

source: Unique Remaining:
ar: المنفردة المتبقية:

source: Unique:
ar: المنفردة:

source: Individual File Statistics:
ar: الإحصاءات الفردية للملفات:

source: File Name
ar: اسم الملف

source: Total Segments
ar: إجمالي المقاطع

source: Remaining Segments
ar: المقاطع المتبقية

source: Unique Segments
ar: المقاطع المنفردة

source: Unique Remaining Segments
ar: المقاطع المنفردة المتبقية

source: Total Words
ar: إجمالي الكلمات

source: Remaining Words
ar: الكلمات المتبقية

source: Unique Words
ar: الكلمات المنفردة

source: Unique Remaining Words
ar: الكلمات المنفردة المتبقية

source: Total Characters (without spaces)
ar: إجمالي اﻷحرف (بدون فراغات)

source: Remaining Characters (without spaces)
ar: اﻷحرف المتبقية (بدون فراغات)

source: Unique Characters (without spaces)
ar: اﻷحرف المنفردة (بدون فراغات)

source: Unique Remaining Characters (without spaces)
ar: الأحرف المنفردة المتبقية (بدون فراغات)

source: Total Characters (including spaces)
ar: إجمالي اﻷحرف (بالفراغات)

source: Remaining Characters (including spaces)
ar: الأحرف المتبقية (بالفراغات)

source: Unique Characters (including spaces)
ar: الأحرف المنفردة (بالفراغات)

source: Unique Remaining Characters (including spaces)
ar: الأحرف المنفردة المتبقية (بالفراغات)

source: Statistics
ar: الإحصاءات

source: Match Statistics
ar: إحصاءات التطابقات

source: Match Statistics per File
ar: إإحصاءات التطابقات لكل ملف

source: Repetitions:
ar: التكرارات:

source: Repetitions within this file:
ar: التكرارات في هذا الملف:

source: Repetitions from other files:
ar: التكرارات من ملفات أخرى:

source: Exact match:
ar: تطابق مضبوط:

source: No match:
ar: دون تطابق:

source: File {0}: {1}
ar: الملف {0}: {1}

source: For all files:
ar: لكافة الملفات:

source: Arrays must not be null
ar: لا يجب أن تكون المنظومات عدمية

source: E&nable Sentence-level Segmenting
ar: &تفعيل التجزئة على مستوى الجمل

source: Edit Project
ar: تعديل المشروع

source: Edit project properties here.
ar: تعديل خصائص المشروع هنا.

source: Languages
ar: اللغات

source: File locations
ar: مواقع تواجد الملفات

source: &Make the segmentation rules project specific
ar: &جعل قواعد التجزئة خاصة بالمشروع

source: Create New Project
ar: إنشاء مشروع جديد

source: Open Project
ar: فتح المشروع

source: Source Files Folder:
ar: مجلد ملفات المصدر:

source: Translated Files Folder:
ar: مجلد الملفات المترجمة:

source: Glossary Folder:
ar: مجلد مسارد المصطلحات:

source: Writeable Glossary File:
ar: ملف مسرد قابل للكتابة:

source: Translation Memory Folder:
ar: مجلد ذاكرة الترجمة:

source: &Source Files Language:
ar: &لغة ملفات المصدر:

source: &Translated Files Language:
ar: &لغة الملفات المترجمة:

source: &Source Language Tokenizer:
ar: &وحدة تشخيص كلمات لغة المصدر:

source: &Target Language Tokenizer:
ar: &وحدة تشخيص كلمات لغة الوجهة:

source: &Source Tokenizer Behaviour:
ar: &سلوك وحدة تشخيص كلمات لغة المصدر:

source: &Target Tokenizer Behaviour:
ar: &سلوك وحدة تشخيص كلمات لغة الوجهة:

source: Dictionary Folder:
ar: مجلد القاموس:

source: &Auto-propagation of Translations
ar: &الانتشار التلقائي للترجمات

source: Remove Ta&gs
ar: إزالة &العلامات

source: External Post-processing Command:
ar: أمر خارجي للمعالجة اللاحقة:

source: External Post-processing Command (Disabled):
ar: أمر خارجي للمعالجة اللاحقة (غير مفعل):

source: <html>Per-project external commands are disabled and will not be executed.
ar: <html>اﻷوامر الخارجية الخاصة بكل مشروع غير مفعلة ولن تنفذ.

source: Enable them in <b>Options > Saving and Output...</b>.</html>
ar: يجب تفعيلها في <b>خيارات > حفظ وخرج...</b>.</html>

source: &Browse
ar: &تصفح

source: E&xclusions...
ar: استبعادات&...

source: B&rowse
ar: ت&صفح

source: Bro&wse
ar: تص&فح

source: Browse
ar: تصفح

source: Brows&e
ar: تصف&ح

source: Source Files Folder
ar: مجلد ملفات المصدر

source: Translated Files Folder
ar: مجلد الملفات المترجمة

source: Glossary Files Folder
ar: مجلد ملفات المسارد

source: Translation Memory Files Folder
ar: مجلد ملفات ذاكرات الترجمة

source: Dictionary Files Folder
ar: مجلد ملفات القواميس

source: Writeable Glossary File
ar: ملف مسرد قابل للكتابة

source: Some project folders seem to have been moved.
ar: يبدو أن بعض مجلدات المشاريع قد نقلت إلى موضع آخر.

source: You should specify their new location or recreate them.
ar: يجب أن تحدد موضعها الجديد أو أن تنشأها مرة أخرى.

source: Please select the language of your source files and the target language you would like to translate to.
ar: يرجى اختيار لغة ملفات المصدر ولغة الوجهة التي تريد الترجمة لها.

source: Here you may also specify custom location of project folders.
ar: يمكنك هنا أيضاً أن تحدد موضعاً خاصاً لمجلدات المشروع.

source: Create a New Project
ar: إنشاء مشروع جديد

source: OmegaT Project Files
ar: ملفات مشروع أوميجاتي

source: Unable to read project file!
ar: تعذرت قراءة ملف المشروع!

source: The source file language entered is invalid!
ar: لغة ملف المصدر التي تم إدخالها غير صالحة!

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
ar: يجب أن يكون كود اللغة متوفراً بالصيغة xx-YY ،xxx-YY ،xx_YY أو xxx_YY، حيث xx أو xxx يشكل كود اللغة وYY يشكل كود المنطقة أو البلد (خياري).

source: The translated file language entered is invalid!
ar: لغة الملف المترجم التي تم إدخالها غير صالحة!

source: Source files folder entered does not exist!
ar: مجلد ملفات المصدر الذي تم إدخاله غير موجود!

source: Translated files folder entered does not exist!
ar: مجلد ملفات الوجهة الذي تم إدخاله غير موجود!

source: Glossary files folder entered does not exist!
ar: مجلد ملفات المسارد الذي تم إدخاله غير موجود!

source: Writeable glossary file folder entered does not exist!
ar: مجلد ملفات المسارد القابلة للكتابة الذي تم إدخاله غير موجود!

source: The writeable glossary file must be inside the glossary folder
ar: يجب أن يتواجد ملف المسرد القابل للكتابة داخل مجلد المسارد

source: Translation memory files folder entered does not exist!
ar: مجلد ملفات ذاكرات الترجمة الذي تم إدخاله غير موجود!

source: Dictionary files folder entered does not exist!
ar: مجلد ملفات القواميس الذي تم إدخاله غير موجود!

source: ERROR: {0}
ar: خطأ: {0}

source: OmegaT Project Folder
ar: مجلد مشاريع أوميجاتي

source: Folder already exists and is not empty.
ar: المجلد متوفر وليس فارغاً.

source: Please select a different folder.
ar: برجى اختيار مجلد آخر.

source: An error occurred while trying to create a new folder
ar: حدث خطأ عند محاولة إنشاء مجلد جديد

source: Search for:
ar: البحث عن:

source: Replace with:
ar: الاستبدال ب:

source: &Keyword search
ar: &بحث بالكلمات الأساسية

source: &Exact search
ar: بحث دقيق

source: &Regular expressions
ar: &التعابير النظامية

source: In notes
ar: في الملاحظات

source: In comments
ar: في التعليقات

source: Advanced &Options
ar: خيارات &متقدمة

source: Aut&hor:
ar: الكا&تب:

source: Now
ar: اﻵن
